pesp-was8.5/cms-external-sources/tests/test_files/soap/HOPC_testSearch_PaginatedAndSorted_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <lastName>smith</lastName>
            <pageNumber>2</pageNumber>
            <pageSize>5</pageSize>
            <sortColumn>credential</sortColumn>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>